---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Bars
source: html/9574fe2a-4d55-f245-1183-78f02de84e4b.htm
---
# Autodesk.Revit.DB.UnitTypeId.Bars Property

Bars.

## Syntax (C#)
```csharp
public static ForgeTypeId Bars { get; }
```